{
  "plugins": {
    "blame.nvim": {
      "src": "https://github.com/FabijanZulj/blame.nvim",
      "version": "'main'"
    },
    "cellular-automaton.nvim": {
      "src": "https://github.com/eandrju/cellular-automaton.nvim",
      "version": "'main'"
    },
    "codecompanion.nvim": {
      "src": "https://www.github.com/olimorris/codecompanion.nvim",
      "version": "'v19.13.0'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'master'"
    },
    "copilot-eldritch.nvim": {
      "src": "https://github.com/samiulsami/copilot-eldritch.nvim",
      "version": "'master'"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua",
      "version": "'v2.0.4'"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim",
      "version": "'master'"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim",
      "version": "'main'"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim",
      "version": "'main'"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua",
      "version": "'main'"
    },
    "git-link.nvim": {
      "src": "https://github.com/juacker/git-link.nvim",
      "version": "'main'"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material",
      "version": "'master'"
    },
    "heirline.nvim": {
      "src": "https://github.com/rebelot/heirline.nvim",
      "version": "'v1.0.8'"
    },
    "helm-ls.nvim": {
      "src": "https://github.com/qvalentin/helm-ls.nvim",
      "version": "'main'"
    },
    "hlchunk.nvim": {
      "src": "https://github.com/shellRaining/hlchunk.nvim",
      "version": "'main'"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim",
      "version": "'main'"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim",
      "version": "'master'"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai",
      "version": "'main'"
    },
    "mini.bufremove": {
      "src": "https://github.com/nvim-mini/mini.bufremove",
      "version": "'main'"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue",
      "version": "'main'"
    },
    "mini.cursorword": {
      "src": "https://github.com/nvim-mini/mini.cursorword",
      "version": "'main'"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff",
      "version": "'main'"
    },
    "mini.misc": {
      "src": "https://github.com/nvim-mini/mini.misc",
      "version": "'main'"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround",
      "version": "'main'"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap",
      "version": "'master'"
    },
    "nvim-dap-go": {
      "src": "https://github.com/leoluz/nvim-dap-go",
      "version": "'main'"
    },
    "nvim-dap-view": {
      "src": "https://github.com/igorlfs/nvim-dap-view",
      "version": "'v1.1.1'"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint",
      "version": "'master'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'v2.9.0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context",
      "version": "'master'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'master'"
    },
    "octo.nvim": {
      "src": "https://github.com/pwntester/octo.nvim",
      "version": "'master'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'master'"
    },
    "one-small-step-for-vimkind": {
      "src": "https://github.com/jbyuki/one-small-step-for-vimkind",
      "version": "'main'"
    },
    "persistence.nvim": {
      "src": "https://github.com/folke/persistence.nvim",
      "version": "'main'"
    },
    "plenary.nvim": {
      "src": "https://www.github.com/nvim-lua/plenary.nvim",
      "version": "'master'"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim",
      "version": "'master'"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim",
      "version": "'main'"
    },
    "scope.nvim": {
      "src": "https://github.com/tiagovla/scope.nvim",
      "version": "'main'"
    },
    "smart-paste.nvim": {
      "src": "https://github.com/nemanjamalesija/smart-paste.nvim",
      "version": "'main'"
    },
    "text-case.nvim": {
      "src": "https://github.com/johmsalas/text-case.nvim",
      "version": "'main'"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim",
      "version": "'v1.5.0'"
    },
    "treewalker.nvim": {
      "src": "https://github.com/aaronik/treewalker.nvim",
      "version": "'main'"
    },
    "vim-wordmotion": {
      "src": "https://github.com/chaoren/vim-wordmotion",
      "version": "'master'"
    },
    "wayfinder.nvim": {
      "src": "https://github.com/error311/wayfinder.nvim",
      "version": "'v0.3.0'"
    }
  }
}
